# Casks
# cask "google-chrome"
# cask "soucretree"
# cask "visual-studio-code"
# cask "zoomus"
cask "1password"
cask "1password/tap/1password-cli"
cask "alfred"
cask "cheatsheet"
cask "dropbox"
cask "iterm2"
cask "obs"
cask "rectangle"
cask "spotify"



# Brews
# brew "hidetatz/tap/kubecolor"
brew "git-lfs"
brew "git"
brew "hstr"
brew "htop"
brew "httpie"
brew "jq"
brew "loginitems"
brew "ripgrep"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "tree"
brew "wget"
brew "yq"


# Taps
# tap "heroku/brew"
# tap "OJFord/formulae"
# tap "rockymadden/rockymadden"
